Revit 2024 API
ParameterTypeId.ColumnLocationMark Property
 "Column Location Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ColumnLocationMark { get; }
Visual Basic
Public Shared ReadOnly Property ColumnLocationMark As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ColumnLocationMark {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace